/* String attached to a file name when the file is duplicated (without number). */
"%@ copy" = "%@ (kopio)";

/* String attached to a file name when the file is duplicated. */
"%@ copy%@" = "%1$@ (kopio %2$@)";

/* Best size for system text */
"12.0 system font size" = "Järjestelmäkirjasimen koko 12,0";

/* Default title of an Alert panel. */
"Alert" = "Varoitus";

/* Cancel button on an Alert panel. */
"Cancel" = "Kumoa";

/* Tooltip string for CapsLock indicator in NSSecureTextField */
"Caps Lock" = "Caps Lock";

/* Menu item title for the choose item in the Path Control pop up menu. */
"Choose\\U2026" = "Valitse…";

/* Checkbox to not show this Alert panel again. */
"Do not show this message again" = "Älä näytä tätä viestiä enää";

/* Don't save button on Alert panel. */
"Don't Save" = "Älä tallenna";

/* Alternate title for Don't save button on Alert panel. */
"Don\\U2019t Save" = "Älä tallenna";

/* Text of alert which comes up when an Apple menu item fails to open. */
"Error opening Apple menu item." = "Virhe Omenavalikon kohdetta avattaessa.";

/* Tooltip string for NumLock indicator in NSSecureTextField */
"Num Lock" = "Num Lock";

/* Default button on an Alert panel. */
"OK" = "OK";

/* Placeholder string for the search fields. */
"Search" = "Hae";

/* Name of the Trash can shown in the path location control */
"Trash" = "Roskakori";

